Repository: anhmuoi/game-backend
Catalog: API/ERPSystem.Common/Resources/PermissionResource.*.resx
Languages: vi_vn

source: User
vi_vn: Người dùng

source: View User
vi_vn: Xem người dùng

source: Add User
vi_vn: Thêm người dùng

source: Delete User
vi_vn: Xóa người dùng

# DescriptionAddUser
source: This permission allows you to add a new user.
vi_vn: Quyền này cho phép bạn thêm người dùng mới.

# DescriptionEditUser
source: This permission allows you to edit user.
vi_vn: Quyền này cho phép bạn chỉnh sửa người dùng.

# DescriptionDeleteUser
source: This permission allows you to delete users.
vi_vn: Quyền này cho phép bạn xóa người dùng.

# DescriptionViewUser
source: This permission allows you to see a list of user.
vi_vn: Quyền này cho phép bạn xem danh sách người dùng.

source: Edit User
vi_vn: Sửa người dùng

source: View category
vi_vn: Xem danh mục

source: Add category
vi_vn: Thêm danh mục

source: Edit category
vi_vn: Sửa danh mục

source: Delete category
vi_vn: Xóa danh mục

# DescriptionViewCategory
source: This permission allows you to see a list of category and options.
vi_vn: Quyền này cho phép bạn xem danh sách các danh mục và tùy chọn.

# DescriptionAddCategory
source: This permission allows you to add a new category and options.
vi_vn: Quyền này cho phép bạn thêm danh sách các danh mục và tùy chọn.

# DescriptionEditCategory
source: This permission allows you to edit category and options.
vi_vn: Quyền này cho phép bạn chỉnh sửa danh sách các danh mục và tùy chọn.

# DescriptionDeleteCategory
source: This permission allows you to delete categories and options.
vi_vn: Quyền này cho phép bạn xóa danh sách các danh mục và tùy chọn.

source: Category
vi_vn: Danh mục

source: View department
vi_vn: Xem nhóm

source: Add department
vi_vn: Thêm nhóm

source: Edit department
vi_vn: Sửa nhóm

source: Delete department
vi_vn: Xóa nhóm

source: Export department
vi_vn: Xuất dữ liệu nhóm

# DescriptionViewDepartment
source: This permission allows you to see a department information.
vi_vn: Quyền này cho phép bạn xem thông tin nhóm.

# DescriptionAddDepartment
source: This permission allows you to add a new department.
vi_vn: Quyền này cho phép bạn thêm nhóm mới.

# DescriptionEditDepartment
source: This permission allows you to edit a department information.
vi_vn: Quyền này cho phép bạn sửa thông tin nhóm.

# DescriptionDeleteDepartment
source: This permission allows you to delete departments.
vi_vn: Quyền này cho phép bạn xóa các nhóm.

# DescriptionExportDepartment
source: This permission allows you to export a list of department to a file.
vi_vn: Quyền này cho phép bạn xuất danh sách các nhóm thành một tệp.

source: Department
vi_vn: Nhóm

source: Supplier
vi_vn: Nhà cung cấp

source: View Supplier
vi_vn: Xem nhà cung cấp

source: Add Supplier
vi_vn: Thêm nhà cung cấp

source: Edit Supplier
vi_vn: Sửa nhà cung cấp

source: Delete Supplier
vi_vn: Xóa nhà cung cấp

# DescriptionAddSupplier
source: This permission allows you to add a new supplier.
vi_vn: Quyền này cho phép bạn thêm nhà cung cấp.

# DescriptionEditSupplier
source: This permission allows you to edit supplier.
vi_vn: Quyền này cho phép bạn sửa nhà cung cấp.

# DescriptionDeleteSupplier
source: This permission allows you to delete suppliers.
vi_vn: Quyền này cho phép bạn xóa nhà cung cấp.

# DescriptionViewSupplier
source: This permission allows you to see a list of supplier.
vi_vn: Quyền này cho phép bạn xem thông tin nhà cung cấp

source: Setting
vi_vn: Cài đặt

source: View Setting
vi_vn: Xem cài đặt

source: Add Setting
vi_vn: Thêm cài đặt

source: Edit Setting
vi_vn: Sửa cài đặt

source: Delete Setting
vi_vn: Xóa cài đặt

# DescriptionAddSetting
source: This permission allows you to add a new setting.
vi_vn: Quyền này cho phép bạn thêm cài đặt.

# DescriptionEditSetting
source: This permission allows you to edit setting.
vi_vn: Quyền này cho phép bạn sửa cài đặt.

# DescriptionDeleteSetting
source: This permission allows you to delete settings.
vi_vn: Quyền này cho phép bạn xóa cài đặt.

# DescriptionViewSetting
source: This permission allows you to see a list of setting.
vi_vn: Quyền này cho phép bạn xem thông tin cài đặt.

source: Purchase Record
vi_vn: Hồ sơ mua hàng

source: View Purchase Record
vi_vn: Xem hồ sơ mua hàng

source: Add Purchase Record
vi_vn: Thêm hồ sơ mua hàng

source: Edit Purchase Record
vi_vn: Sửa hồ sơ mua hàng

source: Delete Purchase Record
vi_vn: Xóa hồ sơ mua hàng

# DescriptionAddPurchaseRecord
source: This permission allows you to add a new purchase record.
vi_vn: Quyền này cho phép bạn thêm hồ sơ mua hàng.

# DescriptionEditPurchaseRecord
source: This permission allows you to edit purchase record.
vi_vn: Quyền này cho phép bạn sửa hồ sơ mua hàng.

# DescriptionDeletePurchaseRecord
source: This permission allows you to delete purchase record.
vi_vn: Quyền này cho phép bạn xóa hồ sơ mua hàng.

# DescriptionViewPurchaseRecord
source: This permission allows you to see a list of purchase record.
vi_vn: Quyền này cho phép bạn xem thông tin hồ sơ mua hàng.

source: Role
vi_vn: Quyền

source: View Role
vi_vn: Xem quyền

source: Add Role
vi_vn: Thêm quyền

source: Edit Role
vi_vn: Sửa quyền

source: Delete Role
vi_vn: Xóa quyền

# DescriptionAddRole
source: This permission allows you to add a new role.
vi_vn: Quyền này cho phép bạn thêm quyền.

# DescriptionEditRole
source: This permission allows you to edit role.
vi_vn: Quyền này cho phép bạn sửa quyền.

# DescriptionDeleteRole
source: This permission allows you to delete role.
vi_vn: Quyền này cho phép bạn xóa quyền.

# DescriptionViewRole
source: This permission allows you to see a list of role.
vi_vn: Quyền này cho phép bạn xem thông tin quyền.

source: Daily Report
vi_vn: Báo cáo hàng ngày

source: View Daily Report
vi_vn: Xem báo cáo hàng ngày

source: Add Daily Report
vi_vn: Thêm báo cáo hàng ngày

source: Edit Daily Report
vi_vn: Sửa báo cáo hàng ngày

source: Delete Daily Report
vi_vn: Xóa báo cáo hàng ngày

# DescriptionAddDailyReport
source: This permission allows you to add a new daily report.
vi_vn: Quyền này cho phép bạn thêm báo cáo hàng ngày.

# DescriptionEditDailyReport
source: This permission allows you to edit daily report.
vi_vn: Quyền này cho phép bạn sửa báo cáo hàng ngày.

# DescriptionDeleteDailyReport
source: This permission allows you to delete daily report.
vi_vn: Quyền này cho phép bạn xóa báo cáo hàng ngày.

# DescriptionViewDailyReport
source: This permission allows you to see a list of daily report.
vi_vn: Quyền này cho phép bạn xem thông tin báo cáo hàng ngày.

source: Folder
vi_vn: Thư mục

source: View Folder
vi_vn: Xem thư mục

source: Add Folder
vi_vn: Thêm thư mục

source: Edit Folder
vi_vn: Sửa thư mục

source: Delete Folder
vi_vn: Xóa thư mục

# DescriptionAddFolder
source: This permission allows you to add a new folder.
vi_vn: Quyền này cho phép bạn thêm thư mục.

# DescriptionEditFolder
source: This permission allows you to edit folder.
vi_vn: Quyền này cho phép bạn sửa thư mục.

# DescriptionDeleteFolder
source: This permission allows you to delete folder.
vi_vn: Quyền này cho phép bạn xóa thư mục.

# DescriptionViewFolder
source: This permission allows you to see a list of folder.
vi_vn: Quyền này cho phép bạn xem thông tin thư mục.

source: Meeting
vi_vn: Cuộc họp

source: View Meeting
vi_vn: Xem cuộc họp

source: Add Meeting
vi_vn: Thêm cuộc họp

source: Edit Meeting
vi_vn: Sửa cuộc họp

source: Delete Meeting
vi_vn: Xóa cuộc họp

# DescriptionAddMeeting
source: This permission allows you to add a new meeting.
vi_vn: Quyền này cho phép bạn thêm cuộc họp.

# DescriptionEditMeeting
source: This permission allows you to edit meeting.
vi_vn: Quyền này cho phép bạn sửa cuộc họp.

# DescriptionDeleteMeeting
source: This permission allows you to delete meeting.
vi_vn: Quyền này cho phép bạn xóa cuộc họp.

# DescriptionViewMeeting
source: This permission allows you to see a list of meeting.
vi_vn: Quyền này cho phép bạn xem thông tin cuộc họp.

source: Schedule
vi_vn: Lịch trình

source: View Schedule
vi_vn: Xem lịch trình

source: Add Schedule
vi_vn: Thêm lịch trình

source: Edit Schedule
vi_vn: Sửa lịch trình

source: Delete Schedule
vi_vn: Xóa lịch trình

# DescriptionAddSchedule
source: This permission allows you to add a new schedule.
vi_vn: Quyền này cho phép bạn thêm lịch trình.

# DescriptionEditSchedule
source: This permission allows you to edit schedule.
vi_vn: Quyền này cho phép bạn sửa lịch trình.

# DescriptionDeleteSchedule
source: This permission allows you to delete schedule.
vi_vn: Quyền này cho phép bạn xóa lịch trình.

# DescriptionViewSchedule
source: This permission allows you to see a list of schedule.
vi_vn: Quyền này cho phép bạn xem thông tin lịch trình.

source: WorkLog
vi_vn: Nhật ký công việc

source: View WorkLog
vi_vn: Xem nhật ký công việc

source: Add WorkLog
vi_vn: Thêm nhật ký công việc

source: Edit WorkLog
vi_vn: Sửa nhật ký công việc

source: Delete WorkLog
vi_vn: Xóa nhật ký công việc

# DescriptionAddWorkLog
source: This permission allows you to add a new workLog.
vi_vn: Quyền này cho phép bạn thêm nhật ký công việc.

# DescriptionEditWorkLog
source: This permission allows you to edit workLog.
vi_vn: Quyền này cho phép bạn sửa nhật ký công việc.

# DescriptionDeleteWorkLog
source: This permission allows you to delete workLog.
vi_vn: Quyền này cho phép bạn xóa nhật ký công việc.

# DescriptionViewWorkLog
source: This permission allows you to see a list of workLog.
vi_vn: Quyền này cho phép bạn xem thông tin nhật ký công việc.

# DescriptionViewBarcode
source: This permission allows you to see a list of incomming goods, shipment record, return goods and inventory history
vi_vn: Quyền này cho phép bạn xem danh sách hàng hóa nhập về, bán đi hoặc trả lại. Và quản lý hàng hóa tồn kho

# DescriptionAddBarcode
source: This permission allows you to add new list of incomming goods, shipment record, return goods
vi_vn: Quyền này cho phép bạn thêm hàng hóa mới, hàng hóa bán đi và hàng hóa được trả về

# DescriptionEditBarcode
source: This permission allows you to edit list of incomming goods, shipment record, return goods
vi_vn: Quyền này cho phép bạn chỉnh sửa thông tin hàng hóa mới, hàng hóa bán đi và hàng hóa được trả về

# DescriptionDeleteBarcode
source: This permission allows you to delete list of incomming goods, shipment record, return goods
vi_vn: Quyền này cho phép bạn xóa dữ liệu về hàng hóa mới, hàng hóa bán đi và hàng hóa được trả về

source: Barcode
vi_vn: Quản lý hàng hóa
